<template>
  <section class="eco-section">
    <div class="container">
      <h1 class="eco-title mb-4">Нашата цел</h1>

      <div class="eco-card p-4 mb-4">
        <p>
          Еко Среќа е веб-портал чија цел е да инспирира и да го поттикне проширувањето на знаењето
          кое придонесува за подигање на свеста за заштита и унапредување на животната средина.
          Нашата мисија е да придонесеме за истакнување на важноста на грижата од сите институции и
          засегнати страни вклучени во животната средина на забавен, но реален, објективен, точен и
          непристрасен начин. За да се постигне оваа цел, од суштинско значење е образованието на
          различни општествени групи, што се надеваме дека ќе го постигнеме.
        </p>
        <p>
          Еко Среќа е посветена на поттикнување на подлабоко разбирање на еколошките прашања и
          инспиративна колективна акција за одржлива иднина. Нашата визија е да создадеме платформа
          која не само што ги информира, туку и ги поттикнува поединците и заедниците да преземат
          значајни чекори кон чување на животната средина. Преку работилници, написи и интерактивни
          содржини, се стремиме да поврземе различни групи и да поттикнеме соработка во справувањето
          со еколошките предизвици. Заедно, можеме да изградиме заедница која ја цени и штити нашата
          планета за генерациите што доаѓаат.
        </p>
      </div>

      <div class="text-center red-highlight mt-5">
        ПР • МАРКЕТИНГ • МЕДИУМИ • РЕКЛАМИРАЊЕ • КОМУНИКАЦИИ
      </div>
    </div>
  </section>
</template>

<script setup></script>

<style scoped>
  .red-highlight {
    color: #c62828;
    font-size: 1.6rem;
    letter-spacing: 1px;
  }
</style>
